Repository: Belfagor2005/apod
Catalog: usr/lib/enigma2/python/Plugins/Extensions/apod/res/locale/*/LC_MESSAGES/apod.po
Languages: de, it, pl

source: Save
de: Speichern
it: Salva
pl: Zapisz

source: Cancel
it: Annulla

source: Number of APODs to fetch:
de: Anzahl der abzurufenden APODs:
it: Numero di APOD da recuperare:
pl: Ilość APOD do pobrania:

source: Sort order:
it: Ordine di ordinamento:
pl: Sortowanie:

source: Loading Astronomy Picture of the Day...
de: Astronomisches Bild des Tages laden...
it: Caricamento dell'Immagine Astronomica del Giorno...
pl: Ładowanie Astronomicznego Zdjęcia Dnia...

source: Invalid API Key! Please configure a valid NASA API key.
de: Ungültiger API-Schlüssel! Bitte konfiguriere einen gültigen NASA API Schlüssel.
it: Chiave API non valida! Configura una chiave API NASA valida.
pl: Nieprawidłowy klucz API! Skonfiguruj prawidłowy klucz API NASA.

source: Failed to load APOD
it: Impossibile caricare APOD

source: Failed to fetch image: HTTP {}
it: Impossibile recuperare l'immagine: HTTP {}

source: Error downloading image: {}
it: Errore durante il download dell'immagine: {}

source: Loading...
de: Lade...
it: Caricamento...
pl: Ładowanie...

source: Loading fresh APOD data...
it: Caricamento dati APOD aggiornati...

source: No data available. Check API key.
it: Nessun dato disponibile. Controlla la chiave API.

source: Error loading data
it: Errore durante il caricamento dei dati

source: Error loading data. Try later.
de: Fehler beim Laden der Daten. Später versuchen.
it: Errore durante il caricamento dei dati. Riprova pi√π tardi.
pl: Błąd ładowania danych. Spróbuj później.

source: Found {} entries
it: Trovato {} voci

source: Error building list
it: Errore durante la creazione dell'elenco

source: Search...
de: Suche...
it: Cerca...
pl: Szukaj...

source: Found
it: Trovato

source: Press OK to play video
de: Drücke OK, zum Video abspielen
it: Premere OK per riprodurre il video
pl: Wciśnij OK, aby odtworzyć wideo

source: Loading image...
it: Caricamento immagine in corso...

source: No image URL available
it: Nessun URL immagine trovato

source: Error displaying image
it: Errore durante la visualizzazione dell'immagine

source: Image not available
it: Immagine non disponibile

source: Failed to download image
it: Impossibile scaricare l'immagine

source: Unsupported video URL
de: Nicht unterstützte Video-URL
it: URL video non supportato
pl: Nieobsługiwany adres URL wideo

source: Video playback failed
de: Videowiedergabe fehlgeschlagen
it: Riproduzione video non riuscita
pl: Odtwarzanie wideo nie powiodło się

source: Failed to load image.
de: Bild kann nicht geladen werden.
it: Impossibile caricare l'immagine.
pl: Nie udało się załadować obrazu.

source: APOD Plugin Settings
de: APOD-Plugin-Einstellungen
pl: Ustawienia wtyczki APOD

source: Close
de: Schließen
pl: Zamknij

source: NASA API Key:
de: NASA API Schlüssel:
pl: Klucz API NASA:

source: Error: %s
de: Fehler: %s
pl: Błąd: %s

source: No image URL found.
de: Keine Bild URL gefunden.
pl: Nie znaleziono URL obrazu.

source: Failed to fetch image: HTTP %d
de: Das Bild konnte nicht abgerufen werden: HTTP %d
pl: Nie udało się pobrać obrazu: HTTP %d

source: Error downloading image: %s
de: Fehler beim Herunterladen des Bildes: %s
pl: Błąd pobierania obrazu: %s

source: Wait please...
de: Bitte warten...
pl: Proszę czekać...
